[
  {
    "title": "Köprü Sayfası Eklendi",
    "date": "03 Kasım 2025",
    "content": "Yeni köprü sayfası ile TOBB ETÜ'nün bütün yan sayfalarına ve Piazza'ya hızlıca ulaşabileceksiniz. Biraz düşününce tobbetu.org'u daha fazla kullandırtmak için eklenmiş bir sayfaya benziyor ama neyse..."
  },
  {
    "title": "Ana Sayfaya Yeni Eklentiler Getirildi",
    "date": "03 Kasım 2025",
    "content": "Ana sayfaya o günkü yemek menüsünü ve sıradaki ringi gösteren eklentiler eklendi."
  },
  {
    "title": "Ders Programı Sayfası Eklendi",
    "date": "02 Kasım 2025",
    "content": "Ders programınızı sayfaya kaydederek ihtiyacınız olduğunda hızlıca erişebilirsiniz. Veya direkt ubs'den ekran görüntüsü alın."
  },
  {
    "title": "Ring Servisleri Sayfası Eklendi",
    "date": "01 Kasım 2025",
    "content": "Hızlı, sessiz, saatlerin yazdığı sayfa."
  },
  {
    "title": "Sayaç Sayfası Eklendi",
    "date": "01 Kasım 2025",
    "content": "Final haftasına kalan süreyi hep merak etmiştim (!)."
  },
  {
    "title": "Akademik Takvim Sayfası Eklendi",
    "date": "31 Ekim 2025",
    "content": "TOBB ETÜ Akademik Takvim sayfasından otomatik olarak çekilen ve işlenen “Akademik Takvim” sayfası eklendi."
  },
  {
    "title": "Yemekhane Haftalık Menüleri Eklendi",
    "date": "30 Ekim 2025",
    "content": "İki haftalık tabildot menüleri artık portalın “Yemek Menüsü” sayfasında hizmetinizde. Menü sayfası, temaya duyarlı tablo tasarımıyla mobil uyumludur."
  },
  {
    "title": "Yeni Duyuru Sistemi",
    "date": "30 Ekim 2025",
    "content": "Bu sayfa üzerinden etkinlikler (belki), öğrenci topluluk duyuruları (muhtemelen hiç), seminerler (kendileri duyuruyor zaten) ve duyurular düzenli olarak paylaşılacaktır. Yeni içerikler için haftalık güncellemeleri takip edebilirsiniz."
  },
  {
    "title": "Yeni Arşiv Sistemi Yayında",
    "date": "28 Ekim 2025",
    "content": "TOBB ETÜ Arşiv portalı güncellendi. Artık tüm ders dokümanları ve sınav arşivleri tek platformda erişilebilir. Klasör yapısı sadeleştirildi ve tema sistemi yenilendi."
  }
]
